---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyDifferenceMemberDifference
source: html/0a080437-0b82-2707-605b-6d1f5700b06c.htm
---
# AssemblyDifferenceMemberDifference Properties

Specifies whether the .NET object represents a valid Revit entity.